validation/lmFlatPlate/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application simpleFoam;
startFrom latestTime;
startTime 0;
stopAt endTime;
endTime 2000;
deltaT 1;
writeControl timeStep;
writeInterval 2000;
purgeWrite 1;
writeFormat ascii;
writePrecision 8;
runTimeModifiable true;
