validation/lmFlatPlate/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          80;
        startFace       34105;
    }
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       34185;
    }
    plate
    {
        type            wall;
        inGroups        1(wall);
        nFaces          215;
        startFace       34265;
    }
    top
    {
        type            symmetryPlane;
        inGroups        1(symmetryPlane);
        nFaces          215;
        startFace       34480;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          34400;
        startFace       34695;
    }
)

// ************************************************************************* //
