validation/lmFlatPlate/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType RAS;
RAS { RASModel kOmegaSSTLM; turbulence on; printCoeffs on; }
