validation/lmFlatPlate/0/ReThetat
FoamFile { version 2.0; format ascii; class volScalarField; object ReThetat; }
dimensions [0 0 0 0 0 0 0]; internalField uniform 160.99;
boundaryField { inlet{type fixedValue;value uniform 160.99;} outlet{type zeroGradient;}
  plate{type zeroGradient;} top{type symmetryPlane;} frontAndBack{type empty;} }
