validation/lmFlatPlate/0/gammaInt
FoamFile { version 2.0; format ascii; class volScalarField; object gammaInt; }
dimensions [0 0 0 0 0 0 0]; internalField uniform 1;
boundaryField { inlet{type fixedValue;value uniform 1;} outlet{type zeroGradient;}
  plate{type zeroGradient;} top{type symmetryPlane;} frontAndBack{type empty;} }
