validation/lmFlatPlate/0/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }
dimensions [0 2 -2 0 0 0 0]; internalField uniform 0.047633;
boundaryField { inlet{type fixedValue;value uniform 0.047633;} outlet{type zeroGradient;}
  plate{type fixedValue;value uniform 0;} top{type symmetryPlane;} frontAndBack{type empty;} }
