validation/lmFlatPlate/0/omega
FoamFile { version 2.0; format ascii; class volScalarField; object omega; }
dimensions [0 0 -1 0 0 0 0]; internalField uniform 264.63;
boundaryField { inlet{type fixedValue;value uniform 264.63;} outlet{type zeroGradient;}
  plate{type omegaWallFunction;value uniform 264.63;} top{type symmetryPlane;} frontAndBack{type empty;} }
